Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Iraqi-British director Maysoon Pachachi, a founding member of London-based “Act Together: Women’s Action For Iraq”, has worked as a scriptwriter and documentary film director on this film.
ar: وقد عملت المخرجة العراقية البريطانية ميسون باجه جي، العضو المؤسس في جمعية نسائية لمساندة العراق تتخذ من لندن مقرا لها، على كتابة نص الفيلم وإخراجه وثائقيا، تتخذ من لندن مقراً لها.

source: This film illustrates -in accordance with the chronology of events during the past four years-, political arrests, civil war, conflicts and chaos everywhere in Iraq.
ar: ويصور هذا العمل، الذي يسير وفق التسلسل الزمني للأحداث خلال السنوات الأربع الماضية، الاعتقالات السياسية والحرب الأهلية والصراعات والفوضى في كل مكان بالعراق.

source: This film won the best film award at the Munich International Film Festival and the Golden Falcon Award in the Arab Film Festival Rotterdam in 2008.
ar: وكان الفيلم فاز بجائزة أفضل فيلم في مهرجان ميونيخ السينمائي الدولي وجائزة الصقر الذهبي في مهرجان روتردام للأفلام العربية عام 2008.

source: The film tells Hayat ba’da soqout (Life after the fall) tells the story of the return of the photographer and filmmaker Qasim Abd to Baghdad in 2003.
ar: ويروي فيلم حياة ما بعد السقوط قصة عودة المصور والمخرج السينمائي قاسم عبد إلى بغداد في 2003.

source: Farouk Dawood’s film “Dhakira wa jodhoor” (Memory and roots) records the life and memories of Iraqi writer and author Gaayeb Tuuma Farman who lives in exile, as well as his fight against the attempts to erase the memory, roots and culture of the nation.
ar: ويسجل فيلم ذاكرة وجذور للمخرج فاروق داوود حياة وذكريات الأديب والكاتب العراقي غائب طعمة فرمان الذي يعيش في المنفى، وصراعه ضد محاولات طمس ذاكرة وجذور وثقافة الأمة.

source: “Hadha ma khasert” (This is what I lost) is a co-production between Canada and Iraq, that features the story of fifty Iraqi refugees in Jordan who are trying to relate what they had lost since the beginning of the war in Iraq. The film “In’ikas adaw” (Ref
ar: ويصور فيلم هذا ما خسرت وهو إنتاج مشترك بين كندا والعراق، حكاية خمسين لاجئا عراقيا في الأردن يحاولون سرد ما خسروه منذ بداية الحرب في العراق ، فيما يروي فيلم عكس الضوء للمخرج قتيبة الجنابي جانبا من حياة الفنان العراقي محمد صبري في المهجر، ويعرض بعضاً

source: The film Virus, by Jamal Amin, is about the journey of five Iraqi friends living in Denmark, and when their bus breaks down, these friends begin to push it despite the conflicts that arise between them.
ar: ويتناول فيلم فيروس للمخرج جمال أمين رحلة خمسة أصدقاء عراقيين يعيشون في الدنمارك ، وعندما تتعطل الحافلة التي تقلهم يبدأ الأصدقاء بدفعها بالرغم من الخلافات التي تنشأ فيما بينهم.

source: The activities of the second edition of the Gulf Film Festival will last for a week.
ar: تجدر الإشارة إلى فعاليات الدورة الثانية لمهرجان الخليج السينمائي تستمر أسبوعا.

source: Dr. Al Sabti: The Kingdom has the potential to successfully mentor talent in schools
ar: د. السبتي: المملكة تملك مقومات النجاح لرعاية الموهوبين في المدارس

source: Bin Mo’amer: The Ministry will adopt “Mawhiba” in a move towards a society of knowledge
ar: بن معمر: الوزارة ستدعم موهبة للتوجه نحو مجتمع المعرفة

source: Faisal Bin Mo’amer, deputy to the Minister of Education, affirmed that cooperation between ‘Mawhiba’ and the ministry existed from the outset; the ministry mobilized all means to support ‘Mawhiba” in an effort to fulfill its vision and aim of moving towar
ar: أكد فيصل بن معمر نائب وزير التربية والتعليم، أن التعاون بين موهبة والوزارة قائم منذ البداية وأن الوزارة تقدم كل ما تستطيع لدعم موهبة بهدف تحقيق رسالتها ورؤيتها للتوجه نحو مجتمع المعرفة الذي يعد هدفا أساسيا للخطة الإستراتيجية التي تستهدف عديدا من المؤس

source: The deputy inaugurated the “Mawhiba’ forum under the slogan ‘towards local summer programs of international quality’ on behalf of Prince Faisal Bin Abdallah Bin Mohamed, Minister of Education at the King Fahd Cultural Center in Riyadh. He stated that the
ar: وأضاف عقب افتتاحه فعاليات منتدى موهبة تحت شعارنحو برامج صيفية محلية بجودة عالمية، نيابة عن الأمير فيصل بن عبد الله بن محمد وزير التربية والتعليم في مركز الملك فهد الثقافي في الرياض أمس، أن المنتدى يعد إحدى خطوات تنفيذ خطة واستراتيجية الموهبة والإبداع

source: The deputy declared that the Minister of Education was a primary adopter of a strategic plan aiming to support creativity and innovation, and will exert all possible efforts such that Saudi Arabia is able to attain its full vision by 2022 in light of posi
ar: وأوضح نائب وزير التربية والتعليم أن وزير التربية والتعليم من أوائل من تبنى خطة واستراتيجية الموهبة والإبداع ودعم الابتكار، حيث سيبذل كل ما في وسعه في سبيل وصول المملكة إلى أهدافها وإلى رؤية 2022 م، موضحا أن هناك نتائج إيجابية ومبشرة فيما يتعلق بتبني الموا

source: Dr. Al Sabti stated that collaboration between Mawhiba and the ministry of education is now at a progressive stage as a memorandum of understanding was signed between the two parties. He confirmed that a second memorandum is to be signed soon.
ar: وذكر الدكتور السبتي أن التعاون والتنسيق مع وزارة التربية والتعليم وصل مرحلة متقدمة بتوقيع مذكرة تفاهم بين الطرفين، لافتا إلى توقيع مذكرة أخرى قريبا لتعزيز التعاون والتنسيق بينهما.

source: Dr. Khaled Al-Sabti further indicated that ‘Mawhiba’ signed a two year contract with a leading British company to undertake additional curricula in support of creativity and talent as well as implementing special curricula on skills, time management, and
ar: وأشار الدكتور خالد السبتي إلى أن موهبة وقعت عقدا لمدة عامين مع شركة بريطانية رائدة لإعداد مناهج إضافية للموهبة والإبداع، ووضع مناهج خاصة في المهارات وإدارة الوقت والتخطيط، وإعداد مقاييس متطورة في التقييم ومعرفة مدى تقدم تدريب المعملين في هذا الجانب، مشي

source: French doctors perform face, hands transplants
ar: أطباء فرنسيون يزرعون وجها ويدين لشاب فرنسي في جراحة واحدة

source: French doctors were successfully able to perform the worlds’ first ever face and hands transplants on a French patient.
ar: نجح اطباء فرنسيون ولاول مرة في اجراء عملية زراعة يدين و وجه في جراحة واحدة.

source: Paris’ Public Hospital authority said on Monday that a team of doctors performed the critical surgery on a disabled man who suffered severe burns during the weekend.
ar: واعلنت ادارة مستشفيات باريس ايه بي اتش بي مساء الاثنين ان فريقا من الاطباء اجرى الجراحة الخطيرة اثناء عطلة نهاية الاسبوع لرجل معاق اعاقة كبيرة بسبب اصابته بحروق بالغة.

source: Roselyne Bachelot-Narquin, French Minister of Health, congratulated Professor Laurent Lantieri, Professor Jean-Paul Meningaud, Dr. Christian Dumontier, and Professor Levon Dursignon on the success of the operation.
ar: وهنأت وزيرة الصحة الفرنسية روزالين باتشيلو كلا من البروفسور لورين لانتيير و البروفيسور جان بول ميننجو والاستاذ الدكتور كريستيان دومونتيه والبروفيسور ليفون دورسونيان على نجاح الجراحة.

source: She also praised the patient’s courage.
ar: كما اثنت الوزيرة على شجاعة المريض نفسه.

source: The upper half of the man's face, including the forehead, nose, ears and upper and lower eyelids were transplanted.
ar: له بالاضافة الى جزء الوجه اعلى الشفتين بما فه الانف والاذنان والحاجبان وناصية الوجه.

source: The surgery was performed over long hours in Henri Mondor hospital in the Paris suburb of Creteil, in proximity to Paris.
ar: واستمرت الجراحة لساعات طويلة في مستشفى هينري موندور بمدينة كريتيه بالقرب من باريس.

source: The thirty-year old victim was injured in a 2004 accident that left him with scars preventing any social life.
ar: واصيب المريض البالغ من العمر 30 عاما بحروق خطيرة في حادث عام 24 جعلت تعايشه مع المجتمع مستحيلا. وقام الاطباء خلال الجراحة بزرع يدين

source: Professor Lantieri, having performed numerous organ transplants before, stated that the patient was in a good condition overall.
ar: وقال البروفيسور لانتيير الذي اجرى عددا من جراحات زراعة الاعضاء من قبل ان المريض بحالة طيبة بشكل عام.

source: The patient will remain in intensive care for two weeks.
ar: وسيظل المريض في غرفة الانعاش لمدة اسبوعين.

source: Bolivian President goes on a hunger strike because of the new election law
ar: الرئيس البوليفي يضرب عن الطعام بسبب قانون الانتخابات الجديد!

source: Bolivian President Evo Morales said that he will go on a hunger strike until the Senate approves a new vote law.
ar: قال الرئيس البوليفي إيفو موراليس إنه سيضرب عن الطعام حتي ينتهي مجلس الشيوخ من إقرار مشروع قانون جديد للانتخابات.

source: The opposition-controlled congress is blocking the draft bill that gives greater political influence to the indigenous people who make up the majority of the population in Bolivia, and to which Morales belongs.
ar: ويعوق المجلس الذي تسيطر عليه المعارضة مشروع القانون الذي يمنح نفوذاً سياسياً أكبر للسكان الأصليين الذين يشكلون غالبية السكان في بوليفيا، الذين ينتمي إليهم موراليس.

source: The opposition says that the adoption of the new electoral law could help Morales win a new presidential term in the elections to be held next December.
ar: وتقول المعارضة إن إقرار قانون الانتخابات الجديد من شأنه تسهيل فوز موراليس بفترة رئاسة جديدة في الانتخابات المقرر إجراؤها في ديسمبر المقبل.

source: Bolivian President says that the new law would allow indigenous people to participate actively in the decision making of the country, after centuries of suffering from discrimination, and not having the right to participate in the elections until 1952.
ar: ويقول الرئيس البوليفي إن القانون الجديد سيمكن السكان الأصليين من المساهمة الفعالة في تقرير مصير البلاد بعد قرون عانوا خلالها التمييز ولم يكن لهم حق المشاركة في الانتخابات حتي عام 1952.

source: It is worth mentioning that Morales, of Indian origins, is the first indigenous President to govern the country, and the new law gives him the right to nominate himself for a new presidential term after the end of his term in 2011.
ar: يشار إلي أن موراليس المنحدر من أصول هندية هو أول رئيس يحكم البلاد من السكان الأصليين، ويمنحه القانون الجديد حق ترشيح نفسه لولاية رئاسية جديدة بعد نهاية ولايته في 2011.

source: The changes include the support of state control over the country's natural resources, which gives Morales a greater control over the economy.
ar: وتتضمن التغييرات دعم سيطرة الدولة علي الموارد الطبيعية للبلاد مما يمنح موراليس سيطرة أكبر علي الاقتصاد.

source: Morales says that the new law will pave the way to correct historical errors in the Bolivian history, as a group of lawmakers of European origins dominate the main structures of authority and economy.
ar: ويقول موراليس إن القانون الجديد سيمهد الطريق لتصحيح الأخطاء التاريخية في التاريخ البوليفي حيث تهيمن نخبة من أصول أوروبية علي الهياكل الرئيسية للسلطة والاقتصاد.

source: It is worth mentioning that Morales nationalized, since he came to power, energy and mining and telephone companies. During his term, trade relations strained with the United States which abolished preferential trade benefits that were granted to Bolivia
ar: يشار إلي أن موراليس أمم منذ توليه السلطة شركات الطاقة والتعدين والهاتف، وقد توترت العلاقات التجارية في عهده مع الولايات المتحدة التي ألغت المزايا التجارية التفضيلية التي كانت تمنحها لبوليفيا منذ عام 1991.

source: Thailand: Demonstrators force government into second ASEAN summit postponement
ar: تايلاند: متظاهرون يجبرون الحكومة على تأجيل قمة آسيان للمرة الثانية

source: Authorities salvage nation leaders through helicopters, and journalists enjoy royal feast.
ar: السلطات تجلي قادة الدول بالطوافات .. والصحافيون يتمتعون بطعام الرؤساء الفاخر

source: Pattaya (Thailand) – London: Al Sharq Al Awsat
ar: باتايا (تايلاند) ـ لندن: «الشرق الأوسط»

source: Demonstrators in Thailand caused unduly postponement of the ASEAN summit after they stormed the headquarters where Asian leaders convened. The chaos caused by the demonstrators led to immediate evacuation of the leaders through helicopters, according to
ar: تسبب متظاهرون في باتايا بتايلاند أمس بإرجاء قمة آسيان لأجل غير مسمى، بعد أن اقتحموا المقر حيث كان يجتمع القادة الآسيويون. واستدعت الفوضى التي أحدثها المتظاهرون إجلاء القادة على عجل بواسطة طوافات، بحسب مصادر رسمية ومراسلي وكالة الصحافة الفرنسية.

source: Thai government spokesperson Panitan Wattanayagorn said that “All meetings have been postponed”, affirming that this decision was taken to ensure the leaders’ security; sixteen nations in South Asia and the Pacific Ocean were to partake in the summit. De
ar: وقال المتحدث باسم الحكومة بانيتان واتاناياغوران إن «كافة الاجتماعات تم إرجاؤها»، مؤكدا أن هذا القرار اتخذ «حفاظا على أمن قادة» 16 دولة في جنوب آسيا والمحيط الهادئ يشاركون في القمة. وأعلن رئيس الوزراء التايلاندي ابهيسيت فيجاجيفا الذي يطالب المتظاهرون باستق

source: The statement did not include a new date for the summit, which was bringing South-East Asian nations and main partners together. The summit, initially set to take place in the past December, was delayed due to constant political unrest in Thailand. Hund
ar: ولم يتم الإعلان عن أي موعد جديد للقمة التي كان مقررا أن تجمع دول جنوب شرقي آسيا وشركاءهم الرئيسيين، وهي قمة كان يجب أن تعقد في ديسمبر (كانون الأول) الماضي، ولكنها أرجئت بسبب الأزمة السياسية المستمرة في تايلاند. واقتحم المئات من «القمصان الحمر»، الاسم الذي

source: Prior to storming the complex, red-shirts blocked all routes to Pattaya through hundreds of taxi cabs. This blockade led to the cancellation of a meeting between Chinese, Japanese, and South Korean Prime Ministers, and indefinite postponement of the ASEA
ar: وقبل اقتحامهم المجمع، عمد «القمصان الحمر» إلى قطع الطرقات المؤدية إلى باتايا بواسطة المئات من سيارات الأجرة. وأدى قطع هذه الطرقات إلى إلغاء اجتماع كان مقررا بين وزراء خارجية كل من الصين واليابان وكوريا الجنوبية، وكذلك إلى إرجاء قمة بين زعماء الدول العشر ا

source: News of the summit’s postponement did not pose as a complete tragedy for attending journalists, as they were able to savor the royal feast initially prepared for nation leaders, who have had to evacuate the hotel due to rallying protestors. Hotel organiz
ar: ولم يكن وقع نبأ إلغاء القمة الآسيوية سيئا تماما على الصحافيين الذين تمكنوا من تذوق ما لذ وطاب من أنواع الطعام الفاخر الذي كان مخصصا لقادة الدول الذين رحلوا إثر اقتحام المتظاهرين للفندق. وبعد أن رحل القادة، كان يتعين على المنظمين أن يحلوا مشكلة أخرى: ماذا

source: The conference on Syrian-Lebanese relations begins in Damascus tomorrow with the presence of 150 intellectuals and writers
ar: مؤتمر العلاقات السورية اللبنانية يبدأ في دمشق غدا بحضور 150 مفكرا وكاتبا

source: Al-Aathar: Relations between Syria and Lebanon must give a good example of bilateral relations
ar: العطار: العلاقات بين سورية ولبنان يجب _أن تكون مثالا

source: Syria-News
ar: سيريانيوز

source: The conference on Syrian-Lebanese relations will begin on Tuesday in Damascus, and will last for five days, after it had been postponed because of the Israeli aggression on the Gaza Strip earlier this year.
ar: يبدأ في دمشق يوم غد الثلاثاء مؤتمر العلاقات السورية _اللبنانية الذي يستمر خمسة أيام, وذلك بعد أن تم تأجيله بسبب العدوان الإسرائيلي _على قطاع غزة بداية العام الحالي.

source: In an invitation addressed to intellectuals and writers to take part in the conference, Vice-President, Najah Al-Attar, said that the sovereignty and freedom of both Syria and Lebanon must be the main reason to make the bonds of their relationship more s
ar: وقالت نائب رئيس الجمهورية نجاح العطار, في دعوة وجهتها إلى _مفكرين وكتاب للمشاركة في المؤتمر, إن سيادة وحرية كل من سورية ولبنان يجب أن تكون _السبب الأساسي في جعل أواصر العلاقة بينهما أكثر متانة.

source: She added that relations between Syria and Lebanon must give a good example of how inseparable and friendly the Arab nation should be.
ar: وأضافت أن العلاقات بين سورية ولبنان يجب أن تكون مثالا لما _يجب أن يكون عليه الوطن العربي من تلازم وتواصل وتمايز.

source: More than 150 Lebanese and Syrian writers and intellectuals will take part in the conference. At the opening, there will be two speeches by Al-Attar, and Lebanon's former Prime Minister Salim El-Hoss.
ar: وسيشارك في المؤتمر أكثر من 150 مفكرا وكاتبا سوريا ولبنانيا, _وسيتم الافتتاح بكلمتين للعطار ورئيس وزراء لبنان السابق سليم الحص.

source: The conference includes 16 meetings on subject such as: Levant countries in the second half of the nineteenth century, building an independent state in Syria and Lebanon, one culture, a common struggle, and one fate, Levant countries in the First W
ar: ويضم المؤتمر 16 جلسة تتناول بلاد الشام في النصف الثاني من _القرن التاسع عشر، وبناء الدولة المستقلة في سورية ولبنان، وثقافة واحدة، نضال _مشترك، مصير واحد، وبلاد الشام في الحرب العالمية الأولى، ولبنان وسورية في ظل _الانتداب الفرنسي، وسورية ولبنان

source: The convening of this conference comes at time when Syrian-Lebanese relations are developing, as the two countries decided to establish bilateral diplomatic relations for the first time in history. It also comes a few days before the start of official fun
ar: ويأتي انعقاد هذا المؤتمر في وقت تشهد العلاقات السورية _اللبنانية تطورا, بعد أن قرر البلدان إقامة علاقات دبلوماسية بينهما لأول مرة في _تاريخهما, كما يأتي قبل أيام من بدء السفير اللبناني في دمشق, ميشيل خوري, مهامه _بشكل رسمي.

source: Lebanon had also announced recently its approval to appoint Abdul Karim as a Syrian ambassador in Beirut, after he was an ambassador in Kuwait.
ar: وأعلن لبنان مؤخرا موافقته على تعيين على عبد الكريم سفيرا _لسورية في بيروت, بعد أن كان سفيرا في الكويت.

source: Olive oil offers protection against heart diseases
ar: زيت الزيتون يكافح أمراض القلب

source: Researchers from Portugal revealed one of the secrets of the benefits of olive oil in the prevention of heart diseases, as they recently conducted a study that explains the role of one of the important components of this oil in preventing blood cells from
ar: كشف باحثون من البرتغال عن أحد أسرار منافع زيت الزيتون في الوقاية من الإصابة بأمراض القلب، بعد أن أشارت دراسة أجروها مؤخرا إلى دور واحد من المكونات الهامة لهذا الزيت في منع تعرض خلايا الدم للتلف.

source: According to the results of the study recently published in the periodical of Partial Nutrition and Food Research, in its electronic version dedicated to early releases, the DHPEA-EDA molecules that are in olive oil are among the main elements that pre
ar: وحسب نتائج الدراسة التي نشرت مؤخرا في دورية التغذية الجزئية وبحوث الغذاء، بنسختها الإلكترونية الخاصة بالإصدارات المبكرة، تعد جزيئات(DHPEA-EDA) الموجودة في زيت الزيتون، من أبرز المواد التي تساعد على منع تلف كريات الدم الحمراء المسؤولة عن نقل الأوكسجين إل

source: Researchers from the Portuguese University of Porto conducted a study that included carrying out experiments in order to compare four components known as polyphenol, which exist in olive oil with high concentrated levels, with respect to their impact on
ar: وأجرى باحثون من جامعة بورتو البرتغالية دراسة تضمنت القيام بتجارب بهدف المقارنة بين أربعة مما يسمى بمركبات البولي فينول، التي تتواجد بتراكيز عالية في زيت الزيتون، وذلك فيما يختص بتأثيرها على كريات الدم الحمراء عند تعرضها لجزيئات الأوكسجين النشط، من جهة ح

source: According to the results, it turned out from the experiments that the (DHPEA-EDA) compound was the most effective in protecting red blood cells, even when existing with a low concentration, which provides the first indications on the components of olive o
ar: وطبقا للنتائج فقد ظهر من خلال التجارب أن مركب (DHPEA-EDA) كانت الأكثر فعالية في حماية كريات الدم الحمراء حتى عند وجوده بتراكيز منخفضة، ما يقدم أول دلائل تشير إلى مكونات زيت الزيتون المسؤولة عن المنافع الصحية الرئيسة التي يمنحها للأفراد الذين يتناولون هذا

source: Dr. Fatima Pavia - Martins, a specialist from the University of Porto and a member of the research team, commented on the results of the study saying that these results provide the scientific basis for the healthy benefits seen in people who use olive oi
ar: وتعلق على نتائج الدراسة الدكتور فاطمة بافيا-مارتنز المختصة من جامعة بورتو عضو فريق البحث، قائلة هذه النتائج تقدم الأساس العلمي للفوائد الصحية التي شوهدت عند الأشخاص الذين يستخدمون زيت الزيتون في نظامهم الغذائي.

source: On a different note, the research team finds that the study may enable professionals in the future to produce a kind of functional olive oil, i.e. an oil that has the characteristics that help to reduce the risks of heart diseases for individuals in par
ar: من جانب آخر، يرى الفريق أن الدراسة قد تمكن المختصين في المستقبل من إنتاج نوع من زيت الزيتون الوظيفي، أي زيت يمتلك خصائص تساعد على خفض مخاطر الإصابة بأمراض القلب عند الأفراد خاصة.

source: Teenager exploits twitter loophole
ar: مراهق يستغل ثغرة في موقع تويتر

source: Twitter administrators were busy with a worm that hit the website. The worm spread quickly through malicious code which caused the website to slow down.
ar: عانى موقع تويتر في الفترة الاخيرة من دودة شغلت مدراءه . الدودة استطاعت الانتشار بسرعة كبيرة عن طريق تنفيذ كود خبيث و أحدثت ثقل على الموقع

source: A cross-site scripting loophole on twitter allowed malicious code execution and the spread of a worm by some bloggers. The worm affected user computers as they visited their personal websites.
ar: أتاحت نقطة ضعف cross-site scripting على موقع تويتر تنفيذ كود خبيث و نشر دودة لحسابات بعض المدونين على موقع تويتر و اصابة حواسيبهم عند زيارة صفحاتهم الشخصية.

source: The worm was analyzed and administrators discovered that it was sending links to stalkdaily.com, owned by 17-year-old teenager Mikey Mooney, who did not admit to involvement at first but later confessed that he utilized the loophole to alert website admin
ar: بعد تحليل الدودة اتضح ان الدودة كانت ترسل وصلات الى موقع StalkDaily.com الذي يملكه الشاب Mikeyy Mooney و الذي يبلغ عمره 17 عام. الشاب لم يعترف في البداية بتورطه في الحدث و لكن فيما بعد عاد و أفاد انه استغل ثغرة في موقع تويتر لتنبيه مدراء الموقع. فوق هذا

source: Administrators have recently announced that the loophole was resolved and passwords were re-assigned to several accounts. The account that initialed the incident was also blocked.
ar: حاليا اشار مدراء موقع تويتر ان الثغرة أغلقت و ايضا تم إعادة تشغيل الكلمات السرية لعدة حسابات و تم حجب اول حساب بدأ بهذه الأفعال.

source: Saudi Shura Council criticizes institutional intervention in Saudi female attire
ar: مجلس الشورى السعودي يوجه انتقادات لاذعة للهيئة على تدخلها في لباس وعطور السعوديات

source: Writer Qahtan Al Uboush
ar: الكاتب قحطان العبوش

source: Saudi Shura council members vigorously attacked the Saudi general presidency of the promotion of virtue and the prevention of vices on Sunday. Council members called for institutional re-organization and the specification of civil employee warrants. Shu
ar: شنّ أعضاء مجلس الشورى السعودي أمس الأحد هجوماً على الرئاسة العامة لهيئة الأمر بالمعروف والنهي عن المنكر، مطالبين بإعادة تنظيم الجهاز وتحديد صلاحيات موظفيه الميدانيين. وانتقد أعضاء المجلس بشدة، أثناء مناقشة التقرير السنوي للهيئة ما يقوم به___رجال الهيئة با

source: Abdallah Bukhari, council member, said he was baffled by the institution’s outright violation of people’s privacies, affirming that the employees should be calling for reform and not assuming the role of police officers.
ar: وقال عضو المجلس عبدالله بخاري في مداخلته نستغرب ما يقوم به رجال الهيئة من اقتحام خصوصية الأشخاص، مؤكداً أن رجال الهيئة هم رجال إصلاح وليسوا رجال شرطة.

source: Bukhari criticized the institution’s actions which have included storming public and private areas, inspecting private property and bags without justification, actions that caused public humiliation, as well as chasing and detaining women for any reason.
ar: وانتقد ما تقوم به الهيئة من اقتحام الأماكن العامة أو الخاصة وتفتيش الممتلكات الخاصة والأغراض والحقائب من دون مبررات أو اتخاذ أي تصرف قد يؤدي إلى فضح الأشخاص ومطاردة النساء واحتجازهن من دون محرم لأي سبب كان.

source: Bukhari requested the institution to work on enhancing public perception of its employees through revisiting the manner with which offenders are treated by the institution’s employees, which will ultimately earn the institution respect and awe. He also c
ar: وطالب بخاري الهيئة بالعمل على تحسين الانطباع عن منسوبيها أمام المواطنين والارتقاء بأسلوب تعامل موظفيها ورجالها الميدانيين مع المخطئين حتى تكسب الاحترام والهيبة، والتركيز على القضاء على كبائر القضايا مثل المضايقات والتحرشات تجاه النساء والقضاء على أوكار ال
